var tsdata = [
{
  id:1,text:'活动1',cls:"cur-shiren",scArr:[
    {
      id:1,
      title:'巧遇love',
      union:'三翼工作室',
      unionimg:'../active/img/ellipse1.png',
      action:'一田活动中心',
      data: '2019-2-14 20:08',
      imgurl:'../active/img/1-1.png',
      content:'为丰富校园文化生活，活跃校园文化气氛，提高du同zhi学们的综合素质，为学校艺术舞台提供更dao好的人才后备资源，同时也为广大艺术爱好者提供一个更为广阔的展示自我才华的舞台，我院将于十一月期间举办以“激扬青春，秀出真我”为主题的“青春之星”才艺展示大赛。大赛日程：初赛：11月12日~18日（各个班级内部举行才艺展示选拔赛）复赛：11月19日~25日（各个年级举行才艺展示选拔赛）决赛：12月2日（周日）晚上七点，李园活动中心（不分年级）参赛要求：1、比赛内容应正面、健康、积极向上具有创新思想。2、才艺包括：歌舞、书画、乐器、表演、口技、刀功、瑜伽、手工艺、服装设计等（表演时所用道具、乐器等自备）。3、各个班级需认真对待此次比赛；各个班级进行才艺展示时需通知团委学生会女生部或文娱部。4、各年级各班按时把选拔出来的同学名单交与女生部或文娱部。',
    }
    ],
},
{
  id:2,text:'活动2',cls:"cur-shiren",scArr:[
    {
    id:2,
    title:'女生节',
    union:'湘潭大学表白墙',
    unionimg:'../active/img/ellipse1.png',
    action:'二田体育馆',
    data: '2020-5-7 20:08',
    imgurl:'../active/img/1-2.png',
    content:'为丰富校园文化生活，活跃校园文化气氛，提高du同zhi学们的综合素质，为学校艺术舞台提供更dao好的人才后备资源，同时也为广大艺术爱好者提供一个更为广阔的展示自我才华的舞台，我院将于十一月期间举办以“激扬青春，秀出真我”为主题的“青春之星”才艺展示大赛。大赛日程：初赛：11月12日~18日（各个班级内部举行才艺展示选拔赛）复赛：11月19日~25日（各个年级举行才艺展示选拔赛）决赛：12月2日（周日）晚上七点，李园活动中心（不分年级）参赛要求：1、比赛内容应正面、健康、积极向上具有创新思想。2、才艺包括：歌舞、书画、乐器、表演、口技、刀功、瑜伽、手工艺、服装设计等（表演时所用道具、乐器等自备）。3、各个班级需认真对待此次比赛；各个班级进行才艺展示时需通知团委学生会女生部或文娱部。4、各年级各班按时把选拔出来的同学名单交与女生部或文娱部。',
  }
  ],
},
{
  id:3,text:'活动3',cls:"cur-shiren",scArr:[
    {
    id:3,
    title:'可瓦狂欢夜',
    union:'湘潭大学学生会',
    unionimg:'../active/img/ellipse1.png',
    action:'一田活动中心',
    data: '2020-9-10 20:08',
    imgurl:'../active/img/1-3.png',
    content:'为丰富校园文化生活，活跃校园文化气氛，提高du同zhi学们的综合素质，为学校艺术舞台提供更dao好的人才后备资源，同时也为广大艺术爱好者提供一个更为广阔的展示自我才华的舞台，我院将于十一月期间举办以“激扬青春，秀出真我”为主题的“青春之星”才艺展示大赛。大赛日程：初赛：11月12日~18日（各个班级内部举行才艺展示选拔赛）复赛：11月19日~25日（各个年级举行才艺展示选拔赛）决赛：12月2日（周日）晚上七点，李园活动中心（不分年级）参赛要求：1、比赛内容应正面、健康、积极向上具有创新思想。2、才艺包括：歌舞、书画、乐器、表演、口技、刀功、瑜伽、手工艺、服装设计等（表演时所用道具、乐器等自备）。3、各个班级需认真对待此次比赛；各个班级进行才艺展示时需通知团委学生会女生部或文娱部。4、各年级各班按时把选拔出来的同学名单交与女生部或文娱部。',
  }
  ],
},
{
  id:4,text:'活动3',cls:"cur-shiren",scArr:[
    {
      id:4,
      title:'女生节',
      union:'湘潭大学表白墙',
      unionimg:'../active/img/ellipse1.png',
      action:'二田体育馆',
      data: '2020-5-7 20:08',
      imgurl:'../active/img/1-2.png',
      content:'为丰富校园文化生活，活跃校园文化气氛，提高du同zhi学们的综合素质，为学校艺术舞台提供更dao好的人才后备资源，同时也为广大艺术爱好者提供一个更为广阔的展示自我才华的舞台，我院将于十一月期间举办以“激扬青春，秀出真我”为主题的“青春之星”才艺展示大赛。大赛日程：初赛：11月12日~18日（各个班级内部举行才艺展示选拔赛）复赛：11月19日~25日（各个年级举行才艺展示选拔赛）决赛：12月2日（周日）晚上七点，李园活动中心（不分年级）参赛要求：1、比赛内容应正面、健康、积极向上具有创新思想。2、才艺包括：歌舞、书画、乐器、表演、口技、刀功、瑜伽、手工艺、服装设计等（表演时所用道具、乐器等自备）。3、各个班级需认真对待此次比赛；各个班级进行才艺展示时需通知团委学生会女生部或文娱部。4、各年级各班按时把选拔出来的同学名单交与女生部或文娱部。',
    }
  ],
},

{
  id:5,text:'活动3',cls:"cur-shiren",scArr:[
  {
    id:5,
  }
  ],
},
{
  id:6,text:'活动3',cls:"cur-shiren",scArr:[{id:6,}],
},
{
  id:7,text:'活动3',cls:"cur-shiren",scArr:[{id:7,}],
},
{
  id:8,text:'活动3',cls:"cur-shiren",scArr:[
    {
      id:8,
      title:'湘大诗词大会',
      union:'湘潭大学图书馆',
      unionimg:'../active/img/ellipse1.png',
      action:'图书馆一号报告厅',
      data: '2020-6-27 20:00',
      imgurl:'../active/img/2-1.png',
      content:'为丰富校园文化生活，活跃校园文化气氛，提高du同zhi学们的综合素质，为学校艺术舞台提供更dao好的人才后备资源，同时也为广大艺术爱好者提供一个更为广阔的展示自我才华的舞台，我院将于十一月期间举办以“激扬青春，秀出真我”为主题的“青春之星”才艺展示大赛。大赛日程：初赛：11月12日~18日（各个班级内部举行才艺展示选拔赛）复赛：11月19日~25日（各个年级举行才艺展示选拔赛）决赛：12月2日（周日）晚上七点，李园活动中心（不分年级）参赛要求：1、比赛内容应正面、健康、积极向上具有创新思想。2、才艺包括：歌舞、书画、乐器、表演、口技、刀功、瑜伽、手工艺、服装设计等（表演时所用道具、乐器等自备）。3、各个班级需认真对待此次比赛；各个班级进行才艺展示时需通知团委学生会女生部或文娱部。4、各年级各班按时把选拔出来的同学名单交与女生部或文娱部。',
    }],
},
{
  id:9,text:'活动3',cls:"cur-shiren",scArr:[{id:9,}],
},
{
  id:10,text:'活动3',cls:"cur-shiren",scArr:[{id:10,}],
},
{
  id:11,text:'活动3',cls:"cur-shiren",scArr:[{id:11,}],
},
{
  id:12,text:'活动3',cls:"cur-shiren",scArr:[{
      id:12,
      title:'优秀毕业作品征集',
      union:'湘潭大学文学社',
      unionimg:'../active/img/ellipse1.png',
      action:'湘潭大学图书馆前坪',
      data: '2020-7-25 10:10',
      imgurl:'../active/img/2-2.png',
      content:'为丰富校园文化生活，活跃校园文化气氛，提高du同zhi学们的综合素质，为学校艺术舞台提供更dao好的人才后备资源，同时也为广大艺术爱好者提供一个更为广阔的展示自我才华的舞台，我院将于十一月期间举办以“激扬青春，秀出真我”为主题的“青春之星”才艺展示大赛。大赛日程：初赛：11月12日~18日（各个班级内部举行才艺展示选拔赛）复赛：11月19日~25日（各个年级举行才艺展示选拔赛）决赛：12月2日（周日）晚上七点，李园活动中心（不分年级）参赛要求：1、比赛内容应正面、健康、积极向上具有创新思想。2、才艺包括：歌舞、书画、乐器、表演、口技、刀功、瑜伽、手工艺、服装设计等（表演时所用道具、乐器等自备）。3、各个班级需认真对待此次比赛；各个班级进行才艺展示时需通知团委学生会女生部或文娱部。4、各年级各班按时把选拔出来的同学名单交与女生部或文娱部。',
    }
  ],
},
]

module.exports ={
  tsdata:tsdata  //暴露一下接口，传出数据
}